Repository: MaikL/GM4Manager
Catalog: Properties/Resources.*.resx
Languages: de

# btnAddFolder
source: Add Folder
de: Verzeichnis hinzufügen

# btnAddMember
source: Add Member
de: Benutzer hinzufügen

# btnCreateFolder
source: Create Folder
de: Verzeichnis anlegen

# btnLoadNetworkShare
source: Load Network Share
de: Netzlaufwerk laden

# btnRemoveMember
source: Remove Member
de: Benutzer entfernen

# btnScan
source: Scan
de: Scannen

# btnSearch
source: Search
de: Suchen

# btnSelect
source: Select
de: Auswählen

# cbAsAdmin
source: as Admin
de: als Administrator

# cbOnlyPermissions
source: show only Folders where I have Permissions
de: nur Ordner mit meinen Berechtungen anzeigen

# colDescription
source: Description
de: Beschreibung

# colEditRights
source: Edit Permission
de: Recht Bearbeiten

# colGroupName
source: Group Name
de: Gruppe

# colMember
source: Member
de: Mitglied

# colModify
source: Read / Write
de: Lesen /Schreiben

# colPermissions
source: Permissions
de: Rechte

# colReadAndExecute
source: Read Only
de: Nur Lesen

# colRemoveUser
source: Remove User
de: Benutzer entfernen

# colType
source: Type
de: Typ

# colUser
source: User
de: Benutzer

# headerDirectoryPermissions
source: Directory Permissions
de: Verzeichnis Berechtigungen

# headerDirectoryStructure
source: Directory Structure
de: Verzeichnisstruktur

# headerMembers
source: Members of the group
de: Mitglieder der Gruppe

# helpForAsAdmin
source: Grants the added user permission to manage group members.
de: Gewährt dem hinzugefügten Benutzer selbst Benutzer zu managen.

# lblCurrentManager
source: Current Manager
de: Derzeitiger Manager

# lblCurrentUser
source: Current User
de: dezeitiger Benutzer

# lblLanguage
source: Language
de: Sprache

# lblNetworkShare
source: Network Share
de: Netzlaufwerk

# lblSearchterm
source: Search term
de: Suchbegriff

# loadGroup
source: Loading Group {name}
de: Lade Gruppe {name}

source: Loading Permissions...
de: Laden der Berechtigungen ...

# menuDark
source: Dark
de: Dunkel

# menuEnglish
source: English
de: Englisch

# menuGerman
source: German
de: Deutsch

# menuLanguages
source: Languages
de: Sprachen

# menuLight
source: Light
de: Hell

# menuTheme
source: Theme
de: Thema

# msgAskYourAdministrator
source: Missing Permission, ask your Administrator
de: Fehlende Berechtigung, fragen sie Ihren Administrator

# msgErrorAddingUser
source: Error adding user or setting permission:\n{message}
de: Fehler beim Hinzufügen des Users/Der Berechtigung: {message}

# msgErrorCouldNotFindMember
source: Could not find Member
de: Kein Benutzer gefunden

# msgErrorUserAlreadyInGroup
source: User is already in the group
de: Der Benutzer ist bereits in der Gruppe

# msgFailedToLoadPermissions
source: Failed to load permissions:{message}.
de: Laden der Berechtigungen ist fehlgeschlagen:{message}.

# msgFolderAlreadyExists
source: Folder already exists!
de: Das Verzeichnis existiert bereits!

# msgFolderCreatedSuccessfully
source: Folder "{folder}" created successfully
de: Verzeichnis "{folder}" erfolgreich angelegt.

# msgHeaderError
source: Error
de: Fehler

# msgHeaderSuccess
source: Success
de: Erfolgreich

# msgNoPartOfADomain
source: This computer is not part of a domain. Cannot load managed OUs.
de: Dieser Computer ist nicht Teil einer Domäne, deshalb können keine Gruppen geladen werden.

# msgNoResultsForDomain
source: No result found for "{domain}" and "{username}"
de: Kein Resultat für {domain} und Benutzername "{username}"

# msgSelectGroupFirst
source: Please select a group first
de: Bitte wählen sie zuerst eine Gruppe aus

# msgUserAddedSucessfully
source: User {username} was added and granted 'Write Members' permission
de: Der Benutzer {username} wurde hinzugefügt und ihm wurde die Berechtigung "ändere Mitglieder" gegeben

# msgUserAddedSucessfullyPermissionAlready
source: User {username} was added.\n'Write Members' permission already exists
de: DSer Benutzer {username} wurde hinzugefügt,\ndie Berechtigung "ändere Mitglieder" existiert bereits.

# msgUserCoulNotBeFound
source: User DN could not be found.
de: Benutzer konnte nicht gefunden werden.

# msgUserRemoveFailed
source: Could not remove user.\n{message}
de: Der Benutzer konnte nicht entfernt werden.\n{message}

# msgUserSucessfullyRemoved
source: User was successfully removed:\n{member}
de: Der Benutzer {member}, wurde erfolgreich entfernt.

# msgNoIndirectlyManagedGroupsFound
source: No indirectly managed groups found
de: Keine indirekten Gruppen gefunden

# startingText
source: Starting...
de: Starten...

# tooltipInheritanceDisabled
source: Inheritance is disabled, Permissions are unique for this folder
de: Die Vererbung ist deaktiviert, die Berechtigungen sind speziell für diesen Ordner

# tooltipInheritanceEnabled
source: Enabled inheritance, Permissions are the same as the parent directory
de: Die Vererbung ist aktiv, die Berechtigungen entsprechen dem Elternverzeichnis

# txtDescription
source: Description
de: Beschreibung

# txtDisableInheritance
source: Disable Inheritance and copy permissions
de: Vererbung deaktivieren und Berechtigungen kopieren

# txtError
source: Error
de: Fehler

# txtErrorNoMembersFound
source: Error: No Members Found
de: Es wurden keine Mitglieder gefunden

# txtErrorOnLoad
source: Error on load
de: Fehler beim Laden

# txtGroupName
source: Group Name
de: Gruppe

# txtInheritanceDeactivated
source: Inheritance Deactivated
de: Vererbung deaktiviert

# txtLoading
source: Loading...
de: Laden...

# txtMember
source: Member
de: Mitglied

# txtNewFolderName
source: New Folder Name
de: neuer Verzeichnisname

# txtNoConnectionToDomain
source: This Computer does not have a connection to a Domain
de: Dieser Computer hat keine Verbindung zu einer Domäne

# txtPathNotFound
source: Path not found
de: Pfad nicht gefunden

# txtPleaseSelectNetworkDirectory
source: Select a network directory...
de: Netzlaufwerk auswählen...

# txtRemoveUser
source: Remove User
de: Benutzer entfernen

# windowtitleAdSearch
source: Search Active Directory
de: Active Directory durchsuchen

# headerCreateFolder
source: Create new Folder
de: neues Verzeichnis erstellen

# msgSelectFolderFirst
source: Please select a folder
de: Bitte wählen sie ein Verzeichnis

# msgNoFolderSelected
source: No Folder selected.
de: Es wurde kein Verzeichnis ausgewählt

# msgHeaderWarning
source: Warning
de: Warnung

# ttReadOnly
source: The user / Group can only read the content of this Folder.
de: Der Benutzer /die Gruppe können den Inhalt nur lesen.

# ttReadWrite
source: The User / the Group can change the content of this Folder.
de: Der Benutzer /die Gruppe können den Inhalt des Ordners ändern.
